# имя пользователя:
username = 'Владислав'

# заголовок заметки:
title = 'Лекция'

# описание заметки:
content = 'Просмотр лекции по базовым структурам'

# статус заметки:
status = 'В работе'

# дата создания заметки:
created_date = '06-01-2025'

# дата истечения заметки:
issue_date = '07-01-2025'

print('Имя пользователя:', username)
print('Заголовок заметки:', title)
print('Описание заметки:', content)
print('Статус заметки:', status)
print('Дата создания заметки:', created_date)
print('Дата истечения заметки (дедлайн):', issue_date)